package com.example.demopushinanimation;

public class Utils {
    public static String[] arrays = new String[] {"天道酬勤", "敌虽万人吾亦往矣",
            "元嘉草草，封狼居胥，赢得仓皇北顾",
            "但使龙城飞将在，不叫胡马度阴山", "天行健，君子以自强不息", "非淡泊无以明志，非宁静无以致远",
            "海纳百川，有容乃大；劈立千仞，无欲则刚", "穷则独善其身，达则兼济天下", "修身齐家治国平天下",
            "大江东去，浪淘尽，千古风流人物", "老骥伏枥，志在千里；烈士暮年，壮心不已", "醉里挑灯看剑，梦回吹角连营",
            "为天地立心，为生民立命，为往圣继绝学，为万世开太平","对酒当歌，人生几何，譬如朝露，去日苦多",
            "君不见黄河之水天上来，奔流到海不复还", "楚虽三户，亡秦必楚",
            "苏秦执六国相印，说各国合纵以百万之师伐秦，叩关函谷，秦人开关延敌，九国之师逡巡而不敢进",
            "破釜沉舟，百二秦关终属楚；卧薪尝胆，三千越甲可破吴",
            "白发渔樵江渚上，惯看秋月春风；一壶浊酒喜相逢，古今多少事，都付笑谈中"};
}
